app/controllers/small_ads_controller.rb

  def index
    @small_ads = SmallAd.all
---
SELECT "small_ads".* FROM "small_ads"